app/controllers/users_controller.rb

  def create
    @user = User.new(user_params)
    if @user.save
---
INSERT INTO `users` (`name`, `email`, `created_at`, `updated_at`, `password_digest`) VALUES ('Dinh Thanh Son', 'asd@gmail.com', '2021-09-06 04:11:44.888089', '2021-09-06 04:11:44.888089', '$2a$12$OPwGeYLpdia2iQhLz489kef7.H9B4TzmWzE8MucYyHoTmQcTJyRua')